[
    {
        "title": "Canon law",
        "text": "Other churches in the Anglican Communion around the world (e.g., the Episcopal Church in the United States, and the Anglican Church of Canada) still function under their own private systems of canon law."
    },
    {
        "title": "Journal of Psychotherapy Integration",
        "text": "The Journal of Psychotherapy Integration is a peer-reviewed academic journal published by the American Psychological Association on behalf of the Society for the Exploration of Psychotherapy Integration. It was established in 1991 and covers research in psychotherapy. The editor-in-chief is Jennifer Callahan (University of North Texas)."
    },
    {
        "title": "Hank Snow",
        "text": "Snow moved to Nashville, Tennessee, in 1949, and \"Hank Snow, the Singing Ranger\" (modified from his earlier nickname, the Yodeling Ranger), began recording for RCA Victor in the United States in 1949. His first release in the United States, \"Marriage Vow\" climbed to number ten on the country charts in the fall of 1949; However, it wasn't until he was invited to play at the Grand Ole Opry in 1950 that he gained serious significance in the United States. His second release in early 1950, \"I'm Moving On\" was the first of seven number 1 hits on the country charts. \"I'm Moving On\" stayed at the top for 21 weeks, setting the all-time record for most weeks at number 1."
    },
    {
        "title": "Tennessee",
        "text": "Tennessee (i/tɛnᵻˈsiː/) (Cherokee: ᏔᎾᏏ, Tanasi) is a state located in the southeastern United States. Tennessee is the 36th largest and the 17th most populous of the 50 United States. Tennessee is bordered by Kentucky and Virginia to the north, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, and Arkansas and Missouri to the west. The Appalachian Mountains dominate the eastern part of the state, and the Mississippi River forms the state's western border. Tennessee's capital and second largest city is Nashville, which has a population of 601,222. Memphis is the state's largest city, with a population of 653,450."
    },
    {
        "title": "Adolescence",
        "text": "The formal study of adolescent psychology began with the publication of G. Stanley Hall's \"Adolescence in 1904.\" Hall, who was the first president of the American Psychological Association, viewed adolescence primarily as a time of internal turmoil and upheaval (sturm und drang). This understanding of youth was based on two then new ways of understanding human behavior: Darwin's evolutionary theory and Freud's psychodynamic theory. He believed that adolescence was a representation of our human ancestors' phylogenetic shift from being primitive to being civilized. Hall's assertions stood relatively uncontested until the 1950s when psychologists such as Erik Erikson and Anna Freud started to formulate their theories about adolescence. Freud believed that the psychological disturbances associated with youth were biologically based and culturally universal while Erikson focused on the dichotomy between identity formation and role fulfillment. Even with their different theories, these three psychologists agreed that adolescence was inherently a time of disturbance and psychological confusion. The less turbulent aspects of adolescence, such as peer relations and cultural influence, were left largely ignored until the 1980s. From the '50s until the '80s, the focus of the field was mainly on describing patterns of behavior as opposed to explaining them."
    },
    {
        "title": "Publix",
        "text": "Publix Super Markets, Inc., commonly known as Publix, is an employee - owned, American supermarket chain headquartered in Lakeland, Florida. Founded in 1930 by George W. Jenkins, Publix is a private corporation that is wholly owned by present and past employees. It is considered the largest employee - owned company in the world. Publix operates throughout the Southeastern United States, with locations in Florida (785), Georgia (186), Alabama (68), South Carolina (58), Tennessee (42), North Carolina (35), and Virginia (8)."
    },
    {
        "title": "Hello Love (song)",
        "text": "\"Hello Love\" is a 1974 single by Hank Snow. \"Hello Love\" was Snow's seventh and final number one on the U.S. country singles chart, and his first number one in twelve years. The single stayed at number one for a single week and spent a total of ten weeks on the chart."
    },
    {
        "title": "Canon law",
        "text": "In the Church of England, the ecclesiastical courts that formerly decided many matters such as disputes relating to marriage, divorce, wills, and defamation, still have jurisdiction of certain church-related matters (e.g. discipline of clergy, alteration of church property, and issues related to churchyards). Their separate status dates back to the 12th century when the Normans split them off from the mixed secular/religious county and local courts used by the Saxons. In contrast to the other courts of England the law used in ecclesiastical matters is at least partially a civil law system, not common law, although heavily governed by parliamentary statutes. Since the Reformation, ecclesiastical courts in England have been royal courts. The teaching of canon law at the Universities of Oxford and Cambridge was abrogated by Henry VIII; thereafter practitioners in the ecclesiastical courts were trained in civil law, receiving a Doctor of Civil Law (D.C.L.) degree from Oxford, or a Doctor of Laws (LL.D.) degree from Cambridge. Such lawyers (called \"doctors\" and \"civilians\") were centered at \"Doctors Commons\", a few streets south of St Paul's Cathedral in London, where they monopolized probate, matrimonial, and admiralty cases until their jurisdiction was removed to the common law courts in the mid-19th century."
    },
    {
        "title": "St Giles in the Fields",
        "text": "St Giles-in-the-Fields, also commonly known as the Poets' Church, is a church in the London Borough of Camden, in the West End. It is close to the Centre Point office tower and the Tottenham Court Road tube station. The church is part of the Diocese of London within the Church of England. Several buildings have stood on the site; the present structure (in the Palladian style) was built between 1731 and 1733."
    },
    {
        "title": "Your Love Is a Song",
        "text": "\"Your Love Is a Song\" was written and recorded by the alternative rock band Switchfoot. It was first released as a single to the iTunes Store in Australia, and became the third radio single from the band's seventh studio album, \"Hello Hurricane\"."
    },
    {
        "title": "The American Economic Review",
        "text": "The American Economic Review is a peer-reviewed academic journal of economics. Twelve (formerly seven) issues are published annually by the American Economic Association. First published in 1911, it is considered one of the most prestigious and highly distinguished journals in the field of economics. The current editor-in-chief is Esther Duflo (MIT). The previous editor was Pinelopi Goldberg. The journal is based in Pittsburgh."
    },
    {
        "title": "Publix",
        "text": "Publix stands as one of the largest U.S. regional grocery chains. Locations are found as far north as Spotsylvania, Virginia, as far south as Key West, Florida, while the westernmost location is in Mobile, Alabama. Today, the state of Florida still has the largest number of stores, with 787, about two - thirds of the outlets. As of August 2018, Publix employs about 193,000 people at its 1,231 retail locations, cooking schools, corporate offices, 9 grocery distribution centers, and 11 manufacturing facilities. The manufacturing facilities produce its dairy, deli, bakery, and other food products."
    },
    {
        "title": "Say Hello 2 Heaven",
        "text": "Cornell wrote ``Say Hello 2 Heaven ''as a tribute to his roommate, Mother Love Bone vocalist Andrew Wood, who at the time had recently died of a heroin overdose."
    },
    {
        "title": "Person-centered therapy",
        "text": "Person - centered therapy, also known as person - centered psychotherapy, person - centered counseling, client - centered therapy and Rogerian psychotherapy, is a form of psychotherapy developed by psychologist Carl Rogers beginning in the 1940s and extending into the 1980s. Person - centered therapy seeks to facilitate a client's self - actualizing tendency, ``an inbuilt proclivity toward growth and fulfillment '', via acceptance (unconditional positive regard), therapist congruence (genuineness), and empathic understanding."
    },
    {
        "title": "Richmond Valley, Staten Island",
        "text": "Richmond Valley is the name of a neighborhood located on the South Shore of Staten Island, one of the five boroughs of New York City, the largest city in the United States. Richmond Valley is bordered on the north by Pleasant Plains, to the south by Tottenville, to the west by the Arthur Kill, and to the east by the Lower New York Bay."
    },
    {
        "title": "Nature Physics",
        "text": "Nature Physics, is a monthly, peer reviewed, scientific journal published by the Nature Publishing Group. It was first published in October 2005 (volume 1, issue 1). The Chief Editor is Andrea Taroni, who is a full-time professional editor employed by this journal."
    },
    {
        "title": "Peter Appleyard",
        "text": "Peter Appleyard, (26 August 1928 – 17 July 2013) was a British–Canadian jazz vibraphonist, percussionist, and composer. He spent most of his life living and performing in the city of Toronto where for many years he was a popular performer in the city's nightclubs and hotels. He also played and recorded with many of the city's orchestras and been featured on Canadian television and radio programs. In the early 1970s he drew wide acclaim for his performances with Benny Goodman's jazz sextet with which he toured internationally. In 1992, he was made an Officer of the Order of Canada in recognition of his being an \"internationally renowned vibraphonist [who] has represented the Canadian jazz community across North America, Europe, the Middle East and Australia\"."
    },
    {
        "title": "12Stone",
        "text": "1987 - On November 1, 12Stone Church was founded as Crossroads Community Church by Kevin Myers, his wife Marcia, and three other couples that relocated from Michigan to Greater Gwinnett County to plant a church that would be relevant, fun, challenging and impacting for generations."
    }
]