[
    {
        "title": "新华时评丨行全球惯例，尽大国之责——中国规范稀土出口合理合法 - 中国军网",
        "text": "URL: http://www.81.cn/pl_208541/16390507.html\n\n标题: 新华时评丨行全球惯例，尽大国之责——中国规范稀土出口合理合法 - 中国军网\n\n新华时评丨行全球惯例，尽大国之责——中国规范稀土出口合理合法\n\n行全球惯例，尽大国之责——中国规范稀土出口合理合法\n\n新华社记者叶书宏\n\n近期，中国宣布了加强对部分稀土相关物项的出口管制新规，引发广泛关注和多样解读。一些国家的媒体将此举定性为中国在贸易摩擦中祭出的“外交牌”或“战略武器”。然而，若将这一政策升级置于全球治理规范、中国自身产业发展需求以及国际责任的宏观框架下审视，一个更加公正、理性的结论是：这一举措是中国作为全球关键矿产重要供应国，主动对标国际通行做法、提升治理水平、履行大国责任的必然一步。它并非一时兴起的所谓“战术反制”，而是植根于中国自身产业可持续发展的深层需求，并与全球对战略资源进行规范化管理的趋势同频共振，最终目的是实现战略资源可持续利用与全球共同发展。\n\n中国出台稀土出口管制新规是对国际通行准则的主动对接，核心法理依据在于稀土物项的“军民两用”属性。稀土不仅是制造新能源汽车、消费电子产品和风力涡轮机的关键元素，同样也在先进战机、核设施等尖端军事装备中扮演着不可或缺的角色。正因如此，防止这类战略资源被用于破坏国际和平与安全的活动，是各国必须承担的国际防扩散义务。事实上，对具有明显军民两用属性的战略资源进行出口管制，是国际通行做法，也是一个主权国家维护自身安全和履行国际义务的正当权利。因此，中国依法对稀土相关物项实施出口管制，并非针对特定国家的壁垒，而是切实履行国际防扩散义务，是以非歧视性原则坚持维护世界和平与地区稳定的负责任之举。\n\n若仅从国际博弈视角解读中国稀土新规，便遮蔽了中国产业自我革新的深层逻辑。回顾过往，中国稀土产业曾陷入粗放式发展的困局，宝贵的战略资源以“白菜价”流失，非法开采与生态破坏相伴而生。这种不可持续的发展模式，不仅透支国家资源禀赋，更难以支撑全球产业链的长期稳定。2024年《稀土管理条例》的出台，标志着中国稀土治理进入法治化新阶段。相关部门建立稀土产品追溯信息系统，更是打造覆盖全产业链的“透明之网”，剑指走私与逃税乱象，彰显了中国提升行业规范水平、打造健康产业的坚定决心。中国通过改革推动稀土产业摒弃“以环境换增长”的旧模式，迈向高质量可持续发展，既守护本国生态，也为全球产业链筑牢更可靠透明的稀土供应基石。规范方能致远，一个高效治理、环境友好的中国稀土产业，最终将让国际用户受益。\n\n在坚定规范稀土出口的同时，中国也清醒地认识到其作为全球最大稀土生产国和出口国的责任，并始终在寻求国家安全、产业发展与维护全球供应链稳定之间的整体平衡。中国的目标是“规范出口”而非“禁止出口”，是“促进便利合规贸易”，而非切断正常商业往来。中国商务部多次公开明确表态：对于符合规定的申请，中方将依法予以批准。面对欧盟等方面提出的关切和建议，中国商务部部长王文涛在与欧方会谈时，明确表示愿意对符合条件的申请建立“绿色通道”，加快审批，并已指示工作层就此保持及时沟通。这种积极回应和务实调整，充分展现了中国愿意与合作伙伴一道，共同降低管制措施对正常贸易影响的诚意和努力。\n\n在中美经贸摩擦深化、关键技术领域遭遇无理封锁的当下，中国强化战略资源管理易引发联想。若将此曲解为短期博弈的“筹码”，实则是矮化了中国政策的战略高度。中国的稀土管制是基于国际通行准则、本国产业可持续发展需求和履行大国责任的审慎决策，其背后是国际法理、国内治理和全球责任的多重考量。中国期待的是基于规则、开放包容的国际合作环境，而非零和博弈的恶性循环。与其陷入“脱钩断链”的焦虑或“战略武器”的迷思，不如将更多精力投入到理解和适应中国的治理新规上来，通过坦诚对话与合作，共同确保这一关键资源能在和平、可持续的框架下，继续为全球科技进步和绿色转型贡献力量。\n\n（新华社北京6月9日电）"
    },
    {
        "title": "新华时评丨让文明对话照亮携手前行之路 - 中国军网",
        "text": "URL: http://www.81.cn/pl_208541/16390747.html\n\n标题: 新华时评丨让文明对话照亮携手前行之路 - 中国军网\n\n新华时评丨让文明对话照亮携手前行之路\n\n6月10日，世界迎来首个文明对话国际日。连日来，国际社会举办丰富多彩的庆祝活动，以此为契机促进全球文明交流互鉴，在文明对话中携手应对时代挑战，促进世界和平、增进人类福祉、推动发展与进步。\n\n联合国秘书长古特雷斯在视频致辞中说，值此首个文明对话国际日之际，国际社会应弘扬对话是通往和平的途径这一信念，以及文明的丰富多样性对于促进相互理解和全球团结的力量。在纽约联合国总部，以“推动文明交流互鉴 加强国际团结合作”为主题的对话会吸引多国代表积极参与；在丹麦，“对话·知音”讲座音乐会以音乐为纽带，诠释“美美与共”的共同价值；在泰国，“和合文明论坛”旨在通过多元文明的深度对话与思想碰撞，凝聚起应对时代挑战的广泛共识；在毛里求斯，“茶和天下·文明对话雅集”活动展现茶在促进东西方文明交流、理解和互鉴方面扮演的重要角色；在希腊，中外专家学者围绕“古文明对话促进全球进步”主题展开深入讨论……正如联合国在其设立的文明对话国际日专题网页上所写道：文明对话国际日提供了一个契机，提升人们对文明多样性价值的认识，促进对话、相互尊重和全球团结，推动建设一个更加和谐、相互联结的世界。\n\n放眼全球，世界经济复苏道阻且长、局部冲突和动荡频发、气候变化加剧等全球性挑战日益严峻，文明冲突的论调甚嚣尘上。站在历史的十字路口，人类文明该何去何从？面对世界百年变局带来的巨大冲击，文明的价值空前凸显，文明的互动至关重要，文明的对话正当其时。2023年3月，习近平主席提出全球文明倡议，着眼推动不同文明交流互鉴、增进各国人民相知相亲、凝聚国际社会合作共识、促进人类文明发展进步，得到联合国和国际社会的积极响应。联大关于设立文明对话国际日的决议充分体现全球文明倡议的核心要义，14个国家参加决议核心小组，83个国家参加联署，并得到全体会员国一致支持。这充分表明全球文明倡议顺应时代潮流、契合时代需求，中国理念和中国方案正越来越多地成为国际共识。\n\n中国是文明对话国际日的倡议者，更是文明互学互鉴理念的践行者。举办亚洲文明对话大会、中国共产党与世界政党高层对话会、文明交流互鉴对话会、“良渚论坛”，为不同文明搭建交流对话平台；不断扩大免签“朋友圈”，促进中外人员在交流往来中领略不同文明的魅力；举办中外旅游年、文化节、青年艺术节，建设中希文明互鉴中心、中匈文明交流互鉴合作研究中心、中国古典文明研究院，架起交流互鉴、相知相近的桥梁；在中拉论坛第四届部长级会议期间，中拉宣布携手启动文明工程，举办中拉文明对话大会，加强在联合考古、古迹保护等文化遗产领域交流合作，开展古代文明研究；在中非合作论坛北京峰会，中非宣布开展携手推进现代化的文明互鉴伙伴行动，打造治国理政经验交流平台，设立中非发展知识网络……从双边到多边、从区域到全球，新时代中国致力于推动不同文明交流互鉴，重视文明传承和创新，增进各国人民相知相亲，倡导弘扬全人类共同价值，不断拓展国际人文交流合作的深度广度，彰显“为人类谋进步、为世界谋大同”的使命担当。\n\n中国以博大的人文情怀观照人类命运，以和合共生的愿景凝聚发展合力，以兼容并蓄的胸襟超越隔阂冲突，为建设一个持久和平、共同繁荣的大同世界持续贡献力量。坦桑尼亚达累斯萨拉姆大学中国研究中心主任汉弗莱·莫西说，中国在推动不同文明之间平等对话方面发挥了非常重要的作用，“中国强调每种文明都有其独特价值和存在合理性，应该相互尊重、互学互鉴，这一理念契合了当今国际社会推动多元共存、包容发展的普遍共识”。\n\n一部人类文明史，也是一部多元文明共生并进的历史。在全球化深入发展、各国命运紧密相连的今天，面对层出不穷的全球性挑战，面对各国人民对美好生活的共同追求，我们只有秉持开放包容精神加强文明对话，方能在交流互鉴中融合不同文明的优点和智慧，促进各国优秀传统文化在现代化进程中实现创造性转化和创新性发展，共同推动人类社会现代化进程、繁荣世界文明百花园。\n\n（新华社北京6月10日电）"
    },
    {
        "title": "新疆哈密军分区建立“温暖驿站”为官兵和家属提供便利 - 中国军网",
        "text": "URL: http://www.81.cn/js_208585/16369857.html\n\n标题: 新疆哈密军分区建立“温暖驿站”为官兵和家属提供便利 - 中国军网\n\n新疆哈密军分区建立“温暖驿站”为官兵和家属提供便利\n\n玉门关外“幸福中转站”\n\n■王梦缘 詹新嵩\n\n茅文宽绘\n\n新疆哈密军分区某部营区位于沙漠边缘，四周是一片广袤的戈壁滩，自然环境比较恶劣。\n\n受驻地环境、交通等因素影响，官兵家属来队探亲通常要先到离驻地较近的城市嘉峪关，坐火车到玉门或酒泉，再搭乘汽车。家属来队探亲一次相当不易。去年10月，新疆哈密军分区协调军地资源，建立了5个“温暖驿站”，一定程度上为官兵和家属提供了便利。\n\n一\n\n不久前，军嫂杨柳青带着女儿杨澄落地嘉峪关机场后，很快坐上了班车。杨柳青的丈夫杨军柱打来电话：“青青，你到‘驿站’直接登记入住，房间都安排好了。你们娘俩先好好睡一觉，明天一早我去接你们……”\n\n杨柳青和女儿住进“驿站”时，太阳已经落山了，戈壁滩上空变得异常清澈，繁星如钻石般洒满苍穹，星河横贯其间。杨柳青望着星空出了神，不由得回想起自己第一次来队探亲的场景，心中感慨不已。\n\n那次探亲，时间已临近春节。新婚不久的杨柳青，将杨军柱爱吃的家乡美食装进行李箱里，天不亮就坐火车出发了，直到下午3点多才抵达玉门。紧接着，杨柳青又搭乘了一辆顺风车，经过6个多小时路程，终于来到距离杨军柱驻地不远的一个镇上。那晚，杨柳青拉着行李箱，拖着沉重的步伐，到处寻找住宿的地方。她问了好几个宾馆，不是住满了，就是临过年不开门。后来，她接到杨军柱打来的电话，忍不住大哭起来。\n\n因为担负着值班任务，杨军柱无法前来接杨柳青。妻子的泪水将他的心烧得滚烫，他只能在电话里不断地安慰她。\n\n后来，杨柳青总算找到了一家民宿。等她将一切安顿好后，时间已近凌晨。\n\n近年来，新疆哈密军分区辖区内边防公路全线通车。去年10月，供官兵和家属调整休息的“温暖驿站”已全部投入使用，家属来队探亲更加方便了。\n\n思绪回到现在。杨柳青看了看熟睡的女儿和干净整洁的“驿站”房间，心里涌上一阵温暖。明天，她们就会迎来一家三口的幸福团圆。\n\n“媳妇儿，澄澄，我来接你们啦。”第二天一早，杨军柱赶到了“驿站”。杨澄扑进爸爸怀里，甜蜜地撒着娇，还向他展示了手里的布娃娃：“爸爸，你看，这是驿站的阿姨送我的。”杨军柱宠爱地摸了摸女儿的头，脸上溢满了幸福。\n\n二\n\n那天，跟着爸爸妈妈来到军营的杨澄，好奇地看着即将休假、正在整理行李的二级上士冷志强。\n\n“叔叔，我把我的手套送给你吧，回家路上戴上就不冷了，上面的小老虎还可以保护你。”杨澄乖巧地说。\n\n“没事，叔叔不怕冷……”冷志强嘴角扬起微笑，摸了摸杨澄的头，将手套戴回她的小手上。\n\n那天，离开营区不久，冷志强便接到了母亲的电话：“路上一定要注意安全……”\n\n“放心吧，妈！我到玉门住一晚再走，现在比之前方便多了。”戍边10多年，冷志强脸上染着边关的风霜，神情却更加刚毅。以往回家的路，他总要背着重重的行囊，还要换乘各种交通工具。尽管心中充满了即将与家人团聚的喜悦，漫长的路途还是让他倍感艰辛。\n\n这一次，坐上回家的班车，望着守护多年的边关，冷志强的心中油然而生一阵自豪感。傍晚，冷志强抵达了“驿站”。工作人员将房间里布置得温馨舒适，还特地放了一封热情洋溢的欢迎信。冷志强坐下来，认真地品读着那一行行文字，心中涌上阵阵温暖。\n\n隔天到家，母亲杨朝艳为冷志强准备了一桌饭菜。许久未见儿子，杨朝艳打心底里高兴，不断往儿子碗里夹菜。“妈，等休假结束，我带你一块回吧。你不是一直想去看看我们部队吗？”冷志强对母亲说。\n\n杨朝艳激动不已：“好啊，真的可以吗？那我明天要去买两身衣服。对，还得染个发。我这双鞋，也得上个油……”\n\n自从冷志强当兵后，母亲便一直想去军营看看他，但都因路途遥远、路上多有不便而“搁浅”。有这样的机会，杨朝艳心里别提多高兴了。\n\n三\n\n踏上奔向边关军营“幸福旅途”的家属，还有中士何杨鑫的父母。从湖南到新疆，辗转数千公里，首次来边防看望儿子的老两口，住进了玉门的“驿站”。工作人员还为他们准备了一顿丰盛的晚餐。用餐时，何杨鑫的父亲何沛红感慨地对工作人员说：“我们军属能享受这样的待遇，真是光荣啊。”\n\n边关有爱不再远。恰逢周末休息，许多官兵和家属来到食堂，一边话家常，一边包饺子。韭菜虾仁、猪肉酸菜、玉米鸡肉……不一会儿，一盘盘馅料饱满的饺子便铺满了整张案板。军娃杨澄也将自己包的“饺子”塞进整整齐齐的队伍里，自豪地说：“我爸爸最喜欢吃我包的饺子了。”她童真的话语，引得大家哈哈大笑。\n\n锅里的水汽蒸腾起来，将食堂变得暖意融融，官兵和家属沉浸在一片欢声笑语中。落日缓缓西沉，将天边染成绚烂的橙红与金紫，光芒也洒在这片广袤的土地上。"
    },
    {
        "title": "2025年6月9日外交部发言人林剑主持例行记者会 - 中国军网",
        "text": "URL: http://www.81.cn/fyr/16390773.html\n\n标题: 2025年6月9日外交部发言人林剑主持例行记者会 - 中国军网\n\n2025年6月9日外交部发言人林剑主持例行记者会\n\n中新社记者：据了解，东亚合作系列高官会即将在马来西亚举行。发言人能否介绍中方的出席情况及对会议的期待？\n\n林剑：东盟轮值主席国马来西亚将于6月10日至11日在槟城举行东盟与中日韩（10＋3）高官会、东亚峰会（EAS）高官会和东盟地区论坛（ARF）高官会。中国外交部副部长孙卫东将率团出席。\n\n会议期间，各方将围绕“包容性和可持续性”主题，就推进各机制合作及共同关心的国际和地区问题交换意见，为今年东亚合作领导人系列会议和外长会预作准备。中方期待同与会各方深入交流，进一步凝聚共识、聚焦合作，为地区发展注入更多稳定性和正能量。\n\n路透社记者：何立峰副总理和美国高级官员今天将在伦敦举行会议。发言人能否提供更多信息？中方重点关注哪些议题，对会议有何期待或希望取得什么成果？\n\n林剑：中方已经发布了中美经贸磋商机制首次会议有关消息。关于磋商的具体情况，请你保持关注。\n\n共同社记者：日本政府证实中国航母辽宁舰在日本附近的太平洋海域活动。中方对此有何回应？\n\n林剑：中国军舰在有关海域活动完全符合国际法和国际惯例。中国一贯奉行防御性国防政策，希望日方客观理性看待。\n\n法新社记者：《纽约时报》上周六发表文章称，该报获悉的俄罗斯联邦安全局内部规划文件显示，中国对俄安全构成威胁，并称中方正试图获取俄敏感军事技术。外交部对此有何评论？\n\n林剑：我不了解你说的情况。我要强调的是，中俄关系不针对第三方，也不受第三方影响。\n\n路透社记者：中国政府周六表示，愿意通过“绿色通道”加快稀土磁铁对欧洲出口的审批程序。中方是否计划向其他国家或地区开放“绿色通道”？是否会向美方开通类似渠道？\n\n林剑：中国商务部已就中国稀土出口管制措施作出回应，你可以查阅。关于你提到的具体情况，请向中方主管部门询问。"
    },
    {
        "title": "新加坡海军现代化建设加速 - 中国军网",
        "text": "URL: http://www.81.cn/wj_208604/16388435.html\n\n标题: 新加坡海军现代化建设加速 - 中国军网\n\n新加坡海军现代化建设加速\n\n来源：中国军网-中国国防报作者：王昌凡责任编辑：孙智英发布：2025-05-28 09:39:09\n\n新加坡海军现代化建设加速\n\n■王昌凡\n\n新加坡海军可畏级护卫舰。\n\n新加坡海军218SG型潜艇。\n\n据外媒报道，5月上旬，新加坡国防科技局与德国蒂森克虏伯海洋系统公司签订增购2艘218SG型潜艇的合同，新加坡海军该型潜艇采购总数增至6艘。分析指出，新型潜艇全部服役后，新加坡水下部队规模与现代化水平将得到显著提升，对地区安全格局产生一定影响。\n\n装备全面更新换代\n\n近年来，针对主战舰艇老化问题，新加坡海军实施“三重海军计划”，同步推进多用途战斗舰、联合多任务舰及潜艇采购工作，并启动现役舰艇现代化改造，以提高整体作战能力。\n\n水下领域，加快装备更新换代。2024年，新加坡海军接收首批2艘218SG型潜艇，并在不久后退役最后2艘挑战者级潜艇。按计划，2028年，第3、4艘218SG型潜艇入列后，现役2艘射手级潜艇将陆续退役。2034年，第5、6艘218SG型潜艇入列后，新加坡海军将形成一支完全由新型潜艇组成的水下部队。\n\n218SG型潜艇由德国根据新加坡需求打造，采用X形艉舵设计，以增强在浅水区域的机动性；搭载不依赖空气推进装置（AIP），续航能力达42天；配备533毫米重型鱼雷发射装置，具备潜射反舰导弹发射能力。\n\n水面领域，升级与新建同步进行。新加坡海军对担任舰队主力的6艘可畏级护卫舰展开中期升级，加装“新一代达盖”近程防空系统、“蓝矛”反舰导弹和“火神”导弹等装备，预计2028年完成。\n\n根据“三重海军计划”，新加坡海军开启7艘排水量达8000吨的多用途战斗舰建造工作，首舰已于2024年10月铺设龙骨，第2艘于今年4月完成首块钢板切割。近2万吨级“联合多任务舰”计划于2030年前建成，以替代现役两栖登陆舰。4艘近海巡逻舰建造工程启动，前2艘已于今年4月铺设龙骨。\n\n空中领域，展开新装备采购评估。新加坡海军和空军共同调配的5架“福克”-50海上巡逻机服役时间超过30年，为增强领海上空侦察监视能力，新加坡展开相关采购工作。目前，新加坡国防部正对美国波音公司P-8A“波塞冬”反潜巡逻机和欧洲空客集团C-295预警机，进行最后阶段对比评估。\n\n发展策略引发关注\n\n受地理环境、经济结构等因素影响，新加坡高度重视海洋安全，其海军发展策略受到外界关注。\n\n目标规划方面，长期布局和短期调整相结合。新加坡较早启动舰队扩充规划，明确以护卫舰、潜艇、两栖登陆舰为核心的装备体系建设方向，推动海军作战范围从近海向远海延伸。在舰艇采购过程中，新加坡政府针对技术指标与区域安全环境，提出更高需求。2000年，新加坡启动主力护卫舰设计工作，提出打造地区最先进舰艇。在此背景下，新加坡政府与法国造舰局签约，采购6艘以拉斐特级护卫舰为基础打造的新一代护卫舰，并命名为可畏级护卫舰。该级舰首舰于2007年交付，至今已服役近20年，仍能保持一定技术优势。\n\n新加坡不断调整海军发展目标。今年3月，新加坡国防部长黄永宏公开表示，周边国家中，澳大利亚、印度尼西亚、越南等国潜艇数量均超过4艘，因此新加坡计划在原有4艘218SG型潜艇基础上再采购2艘。外媒称，周边国家海军发展态势，使新加坡加快调整潜艇发展路径。\n\n装备发展方面，技术引进和本土制造相结合。新加坡凭借较好的工业基础，推动相关技术转让和本土制造。可畏级护卫舰首舰由法国建造，其余5艘均在新加坡本土造船厂完成建造与后续升级；8艘独立级濒海多任务巡逻舰由新加坡和瑞典合作研发，在新加坡本土生产。\n\n人员部署方面，精简人员和无人化发展相结合。澳大利亚海军研究机构称，通过合并任务、安装智能化系统等方式，新加坡海军同类型装备比其他国家部署的人员更少。218SG型潜艇编制仅28人，较最初设计减少40%；新型多用途战斗舰人员配置80人，约相当于同吨位美军舰艇人员配置的30%。\n\n同时，新加坡关注无人平台发展，加快列装海上无人系统。据称，目前新加坡海军已部署3艘无人巡逻艇，执行常态巡逻任务，计划于2027年列装自主研发的无人潜航器。多用途战斗舰也将作为无人装备集成平台。黄永宏表示，未来新加坡海军无人舰艇数量将占舰艇总数的一半。此举目的是在人口有限的情况下，保证海军舰队的持续作战能力。\n\n有分析指出，作为连接太平洋与印度洋的关键节点，新加坡海军加快装备体系建设，将影响东南亚海域军事力量结构。在全球海洋安全复杂化的背景下，区域国家军事现代化进程加速，或对既有安全平衡构成潜在挑战。\n\n版面编辑：孙晨姌\n\n纠错/举报|互联网新闻信息服务许可证10120170013本网站刊登的新闻信息和专题专栏资料，均为中国军网版权所有，未经协议授权，禁止下载使用Copyright ©1999-2025 www.81.cn All Rights Reserved"
    },
    {
        "title": "在山巅“走向深蓝”——南部战区海军某观通站练兵备战记事 - 中国军网",
        "text": "URL: http://www.81.cn/zq_208553/16389664.html\n\n标题: 在山巅“走向深蓝”——南部战区海军某观通站练兵备战记事 - 中国军网\n\n在山巅“走向深蓝”——南部战区海军某观通站练兵备战记事\n\n南部战区海军某观通站位于一座高山之上。这里的一天，通常是在报号员紧凑的报号声中开始的。\n\n每名官兵面前都放着一块正方形的标图板、两把标图尺，以及红、蓝、黑三色铅笔。报号员在数分钟内报出上百组数据，他们必须以极快的速度，用代表不同类型船只的颜色在标图板上标点、连线、画出标识。\n\n这是观通兵的基础技能训练之一：标图。标图板就是当面辽阔的海域，一根铅笔也可“犁波耕浪”。\n\n李海飞在站里兵龄最长，标图是他的看家本领。魁梧的北方汉子戴一副细细的黑框眼镜，说起话来嗓门很大。\n\n“这个标识代表航母，用红色画它代表中国航母。”李海飞在标图板上画出一个图形，“要知道，2012年以前，我们从未画过红色的航母图形。近年来，中国海军开启了‘三航母’时代，我们才画得越来越多、越来越自信。”\n\n细小的铅笔见证：时代之变、科技之变、战场之变的浪潮，已势不可挡。\n\n这浪潮同样拍打着高山、海岛上的观通部队。人民海军从“近海防御”走向“远海防卫”，观通兵必须看得更远、更清、更准。\n\n宋新华是李海飞的“金牌徒弟”。与李海飞不同，他看起来有些腼腆；和李海飞相同，他也曾在海军专业比武中摘得桂冠，就观通兵的基础技能而言，他们个个“身怀绝技”。\n\n随着多型装备列装，大量全新岗位亟需专业人才。宋新华决定转型，主动申请第一批跨专业转岗。这意味着抛却所有荣誉光环，归零重来。\n\n“入伍12年，我又成了‘新兵’。”宋新华讲话语速很快。为了尽快摸清装备性能、生成战斗力，他白天跟着厂家工程师学，晚上对着仿真平台练，吃饭都在记参数。\n\n宋新华坚信，唯有不断更新知识结构体系，才能跟上人民海军向海图强的步伐。他又把自己磨成了新专业的“专家”，还探索出一套跨专业学习装备操作使用方案。如今，他带领的班组，半数以上具备了跨专业值班能力。\n\n“全站官兵在装备效能挖潜、体系融合重塑、人才培养创新等方面聚力攻坚，实现了我站从单一对海观察警戒到多元化态势情报保障的转型。”站指挥员陈俊诚说，“我们会把海防‘千里眼’擦得越来越亮。”\n\n硕士毕业的李松林是宋新华班里的兵，也是全站学历最高的兵。正式担负战备值班任务后不久，他就盘算起怎么用新兴科技为战斗力赋能。\n\n新装备监测的数据量呈几何式增长。每天面对数千批目标信号，大家一度陷入“看得见、理不清”的困境。\n\n李松林开始自学数据分析、编程等，编写的智能化数据处理软件在旅里引发了不小的轰动，成倍提升了数据处理效率。\n\n“大数据时代，我们必须学会用数据思维处理问题，织一张好网，就能网住想要的高价值目标。”李松林说，他们这一代观通兵手里握着的不再只是铅笔，还有日新月异的挑战与机遇。\n\n从李海飞到宋新华再到李松林，这群水兵扎根在并不起眼的山巅，守卫着祖国的海疆。他们的足迹不曾抵达深蓝的大海，但他们的目光早已跟随人民海军走向深蓝。\n\n某次实战化演练中，两艘“敌”舰摸了“进来”。它们使用同一型雷达，信号特征几乎一致；它们保持很小的间距，彼此遮挡着，像两个并肩同步的人。\n\n综合集成值班室侦测到一条异常雷达信号，值班席报告：“发现一艘‘敌’舰”。“战斗”在此刻打响。\n\n另一个席位上的胡汝泉似乎察觉了什么，又似乎想捕捉什么，捂紧耳机聚精会神地听了起来。海浪般起伏的信号蜂鸣间，他的感觉越来越清晰：“有回声，是两艘船！”\n\n值班指挥员李佳霖随即下令，使用多型装备展开研判，协调友邻站复核。最终结果证实了胡汝泉的判断，也证明了融合带来的战斗力。\n\n几年前，站内将所有装备引接入综合集成值班室，使原本分散在山顶各处的值班战位得到统一，实现多源情报的即时融合。\n\n李佳霖推了推眼镜，说：“但我们不满足于发现目标。根据目标呈现出来的特点，预判它的战术运用甚至战略意图，我想未来，我们可以成为局部作战空间的引导者！”\n\n透过镜片看去，他的眼神中闪露着勃勃野心。李佳霖所描绘的，正是未来战场需要的观通力量，更是观通部队全体官兵的共同追求。\n\n目标判别从“单人单装”到“多源会诊”，特情处置从“逐级上报”到“智能推送”，海空情保障从“区域观察警戒”到“体系支撑”……祖国的海防线上，一朵朵浪花般的变化悄然发生，汇聚成人民海军向海图强的磅礴力量。\n\n（新华社海口6月3日电）"
    },
    {
        "title": "F-35战斗机的“天价头盔” - 中国军网",
        "text": "URL: http://www.81.cn/bq_208581/16355736.html\n\n标题: F-35战斗机的“天价头盔” - 中国军网\n\nF-35战斗机的“天价头盔”\n\n来源：中国军网-中国国防报作者：张昕宇责任编辑：孙悦发布：2024-12-03 10:44:36\n\n佩戴第3代飞行员头盔的美空军F-35战斗机飞行员。\n\n美军F-35战斗机在设计上的一大创新，是彻底取消座舱中的平视显示器，改用头盔显示器向飞行员提供相关信息。据外媒报道，由美国柯林斯宇航公司研发的F-35战斗机第3代飞行员头盔，被称为“全方位头盔显示系统”（HMDS），单价达40万美元。该头盔使战斗机对飞行员透明化，无任何视觉死角。头盔外的多个摄像头可以采集和传递不同方位的图像，为飞行员展示四周360°的可视化合成空间。\n\n“高科技浓缩”产品\n\n作为F-35战斗机的核心部件之一，第3代飞行员头盔采用一系列先进技术，可提供诸多先进功能，使飞行员能更好地感知和控制战斗机。\n\n这款头盔采用先进光学传感器和计算机技术，能够将战机周围环境实时转化为飞行员视野内的图像，让飞行员全面感知战斗机周围环境，包括敌方飞机、地面目标和障碍物等。头盔显示器上的图像可随飞行员头部转动而改变。头盔集成先进的雷达和红外传感器，能够全方位锁定敌方目标，并将目标信息实时呈现在头盔显示器上，让飞行员快速识别并攻击目标。同时，这款头盔采用先进测量和计算手段，能够全方位进行飞行控制，包括战机定位、姿态控制和自动导航等，帮助飞行员精准控制战斗机。该头盔还采用先进的通信技术，能够实现全方位沟通，包括与其他战机、地面指挥中心和作战指挥官之间的实时通信，使飞行员能更好地融入团队，实现协同作战。\n\n由于第3代飞行员头盔系统比较复杂，需要为每个飞行员进行个性化定制。第一步，先对飞行员头部进行激光扫描，创建头部三维图像，再根据三维图像制作贴合飞行员头部的头盔内衬。第二步，测量飞行员两眼之间的距离、眼睛到遮光镜之间的距离（出瞳距离）和眼睛到头顶的距离，以此确定遮光镜和光学定位系统的安装位置，确保视觉系统完全适应飞行员头部特征。根据飞行员的头型调整后，内衬更加贴合，头盔稳固地戴在飞行员头上。整个头盔的定制过程需要进行复杂的扫描和测试，且与战斗机上的各种传感器、武器系统和导航系统联通，通常需要花费数天完成。此后，飞行员还要进行一系列训练和测试，确保他们在飞行中熟练使用头盔。\n\n最先进的不一定最好\n\nF-35战斗机取消传统的平视显示器，使用所谓先进的第3代飞行员头盔。然而，近年来的几起坠机事故表明，这款头盔可能“先进过头了”。\n\n2020年5月，美空军一架F-35A战斗机，在美国佛罗里达州艾格林空军基地进行夜间训练时坠毁。事故调查报告显示，当时这架F-35A战斗机在夜间训练后进行降落，由于光线不足，头盔显示器上的绿色泛光使飞行员无法看清跑道灯光，没有发现显示器上的地平线未与真实地平线重合，导致一系列失误操作。最后飞行员弹射逃生，F-35A战斗机在跑道上翻滚起火。调查报告总结事故原因，称不涉及飞机自身的机械故障，而是飞行员疲劳驾驶、训练不足、飞控软件逻辑缺陷和头盔系统故障等综合因素导致，其中头盔显示器是主要问题所在。如果F-35战斗机保留平视显示器，这起夜间降落事故完全可以避免。\n\n第3代飞行员头盔不仅制作与调试过程复杂，提高了整体成本，而且其附加的高科技也为使用带来诸多不便。例如，这种头盔无法在飞行员之间互换使用，每次维修、维护都要针对具体飞行员进行，降低了应对突发情况的能力。头盔一旦损坏或丢失，需花费大量时间和人力成本进行解决。在问题解决之前，飞行员无法驾驶战斗机升空，大大影响整体作战能力。\n\n另外，这款头盔内部安装了许多复杂部件，确保头盔与飞行员头部之间达到紧密贴合状态。头盔的这种极高贴合度对飞行员要求较多，飞行员不能改变发型，甚至不能变胖，每隔几个月需要检查头部与头盔的贴合度，确保头盔可视化系统的可靠性。俄罗斯战斗机专家指出，F-35战斗机第3代飞行员头盔存在致命缺陷。头盔显示器上集成了多种系统功能，一旦这些系统之间互相干扰，将导致飞行员误判。另外，头盔内的3D成像系统也可能导致飞行员在超高速飞行时出现眩晕等严重情况。\n\n外媒称，美国空军花费巨资为F-35战斗机飞行员打造一个“脆弱的玩意儿”，在使用过程中存在许多变数，随时可能发生难以预测的情况，其结果可能“导致飞行员中止与空军的合同”。\n\n纠错/举报|互联网新闻信息服务许可证10120170013本网站刊登的新闻信息和专题专栏资料，均为中国军网版权所有，未经协议授权，禁止下载使用Copyright ©1999-2025 www.81.cn All Rights Reserved"
    },
    {
        "title": "“00后”女兵逆袭体能“特级” - 八一视频·中国军网",
        "text": "URL: http://www.81.cn/nb_208573/16376430.html\n\n标题: “00后”女兵逆袭体能“特级” - 八一视频·中国军网\n\n“00后”女兵逆袭体能“特级”\n\n来源：解放军新闻传播中心广电部\n\n作者：解放军新闻传播中心广电部\n\n编辑：韩金宝\n\n编审：韩金宝\n\n发布：2025-03-14 23:09:09\n\n视频信息"
    }
]