[
  {
    "title": "Journal of Mathematical Physics",
    "text": "The Journal of Mathematical Physics is a peer-reviewed journal published monthly by the American Institute of Physics devoted to the publication of papers in mathematical physics. The journal was first published bimonthly beginning in January 1960; it became a monthly publication in 1963. The current editor is Jan Philip Solovej from University of Copenhagen. Its 2018 Impact Factor is 1.355"
  },
  {
    "title": "Person-centered therapy",
    "text": "Person - centered therapy, also known as person - centered psychotherapy, person - centered counseling, client - centered therapy and Rogerian psychotherapy, is a form of psychotherapy developed by psychologist Carl Rogers beginning in the 1940s and extending into the 1980s. Person - centered therapy seeks to facilitate a client's self - actualizing tendency, ``an inbuilt proclivity toward growth and fulfillment '', via acceptance (unconditional positive regard), therapist congruence (genuineness), and empathic understanding."
  },
  {
    "title": "Journal of Small Business Management",
    "text": "The Journal of Small Business Management is a quarterly peer-reviewed academic journal published by Wiley-Blackwell on behalf of the International Council for Small Business. The journal was first published in 1963. It covers all aspects of managing small companies. The editor-in-chief is George T. Solomon (George Washington University)."
  },
  {
    "title": "Film Journal International",
    "text": "Film Journal International is a motion-picture industry trade magazine published by the American company Prometheus Global Media. It is a sister publication of \"Adweek\", \"Billboard\", \"The Hollywood Reporter\", and other periodicals."
  },
  {
    "title": "Riemann integral",
    "text": "In the branch of mathematics known as real analysis, the Riemann integral, created by Bernhard Riemann, was the first rigorous definition of the integral of a function on an interval. It was presented to the faculty at the University of Göttingen in 1854, but not published in a journal until 1868. For many functions and practical applications, the Riemann integral can be evaluated by the fundamental theorem of calculus or approximated by numerical integration."
  }
]